[
  {
    "path": "kor/2021-02-12-newyearfrom2020to2021/",
    "title": "2020년을 보내고 2021년을 맞으며",
    "description": "2020년",
    "author": [
      {
        "name": "Chungil Chae",
        "url": "https://github.com/chadchae"
      }
    ],
    "date": "2021-02-13",
    "categories": [
      "한해를 마치며"
    ],
    "contents": "\n\n세는 날로 2021년을 맞은지는 1달 반이 되어가지만 오늘은 설날 진정으로 2021년이다.\n\n\n\n",
    "preview": "kor/2021-02-12-newyearfrom2020to2021/images/download.png",
    "last_modified": "2021-02-12T13:57:08-03:00",
    "input_file": {},
    "preview_width": 466,
    "preview_height": 200
  },
  {
    "path": "kor/2020-08-29-wku0/",
    "title": "중국에서 교수하기 [1]: 포스닥 후 귀국 그리고 컨텍까지",
    "description": "중국 케인-원저우 대학 컨텍에서 임용까지",
    "author": [
      {
        "name": "Chad",
        "url": "https://github.com/chadchae"
      }
    ],
    "date": "2020-08-29",
    "categories": [
      "중국에서 교수하기"
    ],
    "contents": "\n\nContents\n컨텍 전 상황\n\n\n컨텍 전 상황\n2월에 귀국을 하고\n\n\n\n",
    "preview": "kor/2020-08-29-wku0/images/Screen Shot 2021-02-13 at 12.44.37 AM.png",
    "last_modified": "2021-02-12T13:48:20-03:00",
    "input_file": {},
    "preview_width": 1079,
    "preview_height": 768
  },
  {
    "path": "kor/2018-12-17-bye-bye-2018/",
    "title": "2018년을 보내며",
    "description": "비러 스윗 (bitter sweet). 한 해를 소회하는 이 장면에서 이보다 더 나의 감정을 한 마디로 잘 요약할 다른 말이 있을까? 삶은 크고 작은 변화들의 연속이라지만 2018년 유독 올해 많은 변화들이 있었다. 생의 한 챕터가 넘어간다는 느낌이 이런것일까? 이전에 한살 두살 먹으며 한해 두해를 보내던 것과는 다른 감정이다. 감정적인 흐름으로는, 나의 한 해는 비참함과 자괴감으로 시작하여, 회복과 뜨거운 열정을 거쳐, 집착과 미련함을 겪고 마침내 자기연민으로 막을 내리는듯 싶다.",
    "author": [
      {
        "name": "Chungil Chae",
        "url": "https://github.com/chadchae"
      }
    ],
    "date": "2018-12-17",
    "categories": [
      "한해를 마치며"
    ],
    "contents": "\n\nContents\n2018년 한해의 요약\n한해의 시작\n컨퍼런스 참가\n또 다른 이름의 가족 조 그리고 디펜스\n\n디펜스 이후\n펜스테잇 포스닥\n감정의 동요\n출판\n\n한해의 끝자락\n\n\n\n2018년 한해의 요약\n비러 스윗 (bitter sweet). 한 해를 소회하는 이 장면에서 이보다 더 나의 감정을 한 마디로 잘 요약할 다른 말이 있을까? 삶은 크고 작은 변화들의 연속이라지만 2018년 유독 올해 많은 변화들이 있었다. 생의 한 챕터가 넘어간다는 느낌이 이런것일까? 이전에 한살 두살 먹으며 한해 두해를 보내던 것과는 다른 감정이다. 감정적인 흐름으로는, 나의 한 해는 비참함과 자괴감으로 시작하여, 회복과 뜨거운 열정을 거쳐, 집착과 미련함을 겪고 마침내 자기연민으로 막을 내리는듯 싶다.\n‘불혹이라 불리는 나이씩이나 되었으면 조금은 성숙하고 노련해도 좋으련만, 여전히 나는 그냥 어린아이로 머물고 있다는 것이 참 애처롭다.’\n2주, 한달, 일년 또는 몇년 후에 다시 이 글을 읽고 손발이 오그라드는 것을 되도록이면 피하기 위해 감정의 변화에 대한 이야기는 최대한 다듬어서 풀어가야겠다는 생각이 든다. 또한 내가 지각하는 한해의 감정적인 변화가 그렇다는 것일 뿐 그 이상도 아니며, 오히려 올 한해는 분에 넘치도록 좋은일도 많았다.\n감정의 변화란 현재감을 반영하기도 하여서, 때론 현재의 감정이 내 삶에서 일어난 모든것이라 착각하기도 한다. 그러나 침착히 걸어온 궤적을 뒤돌아 보면, 그 순간의 감정이 ’나’의 모든것이 아니라는 것을 깨닿기 마련이고, 이것은 나이가 들면서 사람이 얻는 지혜중에 하나이기도 하다.\n때문에, 그 지혜에 작은 돌 하나를 더 얺기 위해 지금의 경험과 감정을 정리하고, 미래에 조금 성숙해 있을(그렇기를 바라는) ’나’를 위해 몇줄의 기록을 남긴다.\n한해의 시작\n올 한해는 불안감과 자괴감으로 시작했다. 졸업을(박사학위) 할 수 있을까? 지금까지 무수한 밤을 세며 썼던 논문들은 출판이 될까? 이렇게 혼자 계속 살아가게 되는걸까? 솔직히 올해 초까지도 내 논문이라는 것은 엉망 진창이었다. ‘지적 배설물’… 처음 내가 생각했던 연구의 참신함과 중요성은 어디로 갔는지 모르겠다. 당시 내 논문은 이제 이게 내 머리와 가슴에서 나온것인가 싶을정도로 처참하게 비틀어져 갔다. 큐비즘 작품을 보듯, 각각의 커뮤티들이 허용할 수 있는 한계에서 교집합을 짜 맞추고, 졸업형식과 요건을 짜 맞추어 갔다. 솔직히 처음에 가졌던 희열과 열의는 그 전해 날아간지 오래였다. 교수님의 논문에 대한 한마디 한마디가 조언이라기보단 규정처럼 느껴져 갔었다. “어차피 당신이 맘에 들지 않으면 디펜스 스케쥴 안해줄게 아닌가?” 그리고 당신의 조언이라는 것이 내 생각이 들어갈 여지가 거의 없었다.\n컨퍼런스 참가\n그러던 와중 2월 컨퍼런스를 기해 3개월(F-1 이 당시에 만료되었기 때문에 방문비자로 머물 수 있는 최장기간 이였다) 머물면서 끝장을 보기로 했다. 돌이켜 보면… 마음이 복잡해 진다. 컨퍼런스참여를 신청했을때는 너무도 학회에서의 사람들이 그리웠다. 그러나 막상 남들 다 졸업하고 어딘가 자리를 잡는데 디펜스 날자도 못잡은채로 학회에 간다는것이 너무 부끄러웠다. 그리고 실제로 학회에서 공황발작에 가까운 경험을 했고, 되도록이면 사람들을 피하고 싶었다. 그러던 와중 누군가를 만났다. 나와 비슷한 종류의 고민을 안고 나 만큼이나 큰 아픔을 가지고 있는… 이 후 그 누군가는 이 일년간 모든 나의 시간과 분과 초 위에서 머물며 위로가 되었다가 애착을 거쳐 집착의 대상이 되었다가 미련으로 남았다. ‘귀인’, ‘존경’ 이란 말이 이렇게 아플수도 있구나 하는걸 배웠다.\n또 다른 이름의 가족 조 그리고 디펜스\n컨퍼런스 이후 3개월간 Joe(Harport)의 집에서 가족과 같은 배려를 받으며 지냈다. 조는 내가 절대 가져보지 못한 형이 되어주었고 캐런는 다시 못 가져볼 누나가 되어주었다. 매튜와 마이클은 좋은 친구로 래미와 레이시는 조건없는 관심과 사랑을 주는 존재가 되어 주었다. 그 기간동안 비슷한 과정중에 있었던 ’서보영’과 교류는 동지애를 느끼게 해 주었고 한 발자욱 내 딛는데 의지가 되었다. 그렇게 글쓰기와 교정을 한 20번쯤 더 거쳐, 겨우 겨우 4월에 디펜스 스케쥴을 잡을 수 있게 되었다. 이전에 다른 과정들과는 달리 디펜스라는 것은 이미 그 이전에 결판이 난다. 될까 안될까 하고 디펜스를 본다는것은 적어도 이분 밑에서는 말이 안되는 일이였다. 때문에 드레프트에 마지막 오케이가 난 후 (기쁘기도 했지만) 허탈할 정도로 쉽게 디펜스를 마쳤다. 사실 그 기간중에 지금 일하는 이 잡을 포함하여 몇몇 자리에 지원서를 내 보았지만 특별히 어떤 소식은 없었다.\n디펜스 이후\n1년을 출판과 잡서치에 보내기로 마음먹고 한국으로 돌아왔다. 의외로 나를 찾아주시는 분들이 많았다. 이부일 선생님은 분석강의를 제안해 주셨고 재정적으로 큰 도움이 되었다. 그 당시에 당장 올해에 어떤 변화를 기대하기는 힘들었다. 내가 가지고 있는 패라면 서울대학교 박사후 과정, 보고타 친구의 학교에서 일하는것, 한국에서 분석관련 강사를 하며 기회를 알아보는것 정도였다. 그러던 중 지금 일하는 펜스테잇 응용인지과학랩과 의료교육관련 포스닥 자리에서 답이 왔다. 당시에 의료교육쪽에 더 마음이 기울었던 것은 사실이나 어드미션 과정도 많이 늦고 이곳을 위해 ACS랩을 차버리기엔 너무나 좋은 기회였다. 과감하고 신속한 의사결정이 필요했고, 나로서는 1년을 버리지 않고 벌 수 있다면 사실 어디든 상관이 없었다.\n펜스테잇 포스닥\n펜스테잇에서 졸업과 동시에 포스닥을 시작했다. 어찌보면 정말 타이밍이 절묘했다는 생각도 든다. 그런데 와 보니… 분에 넘치는 자리였다. 급여도 만족스러웠고, 무엇보다 인지과학을 한다는 것에 대해 희열을 느꼈다. 물론 새로운 분야의 지식에 대한 스트레스와 프로그래밍을 해야하는 부담도 함께 였다. 그러나 이런종류의 스트레스는 다루기 쉬웠다. 그냥 6년 버린건 아니구나 싶다는 생각이 들었다. 이쯤에서 어드바이져인 프렝크 이야기를 안하고 넘어갈 수 없다. 그는 내가 생전에 보지 못한 그러나 어떤 영화에서인가 봤을법한 천재의 한 종류였다. 따뜻함과 섬세함과 강박에 가까울 질서와 무질서함이 공존했다. 그러나 단연 지금까지 만나본 중 최고의 어드바이져라 말 할 수 있다. 프렝크는 대화에서 많은 메타포를 사용하곤 하는데, 정말 처음에는 무슨 소리인가 싶었다. 그걸 위해 프랭크는 랩 리딩 리스트를 만들었는데, 이게 공부나 학업에 도움이 되는 측면도 있지만 무엇보다 타인에게 제시하는 자신과의 대화를 하기위한 도구였다. 랩 친구들도 개성이 뚜렸하지만 또한 원만했다. 서로의 경계를 넘어서지 않는 선에서 좋은 관계를 만들어 가고 있다. 업무 강도라는것도 몇몇 내가 아주 취약한 분야를 제외하고는 항상 여유롭다. 하고 싶은 모든 걸 할 경제력 여력과 시간적 여유가 주어졌다는 기분이였다. 이 기간 건대에서 교수로 있는 이재은 박사와 많은 교류를 했다. 그녀는 츤데레에 가깝다는 느낌이기도 하고, 내가 의지할 수 있는 최고의 연구 파트너, 시니컬 하지만 사려깊은 친구가 되어 주었다.\n감정의 동요\n그러나 다른 이유로 힘든 기간이였다. 감정의 동요가 가장 심했고 패교수님을 비롯한 나를 걱정한 친구들은 전문가 상담을 권유했었다. 성준형의 말이다. 아마 평생 머리속에 남을것 같은데 “너는 지금 세상에서 누구도 부러워할 만한 성취와 발전을 이뤘고 가장 행복하고 기뻐 날뛰어야 할 시기인데 지금의 니 얼굴은 내일 당장 어딘가 옥상에서 뛰어내릴 사람의 얼굴이야” 한승현 교수님은 이런이야기를 해주었다. “나는 안타까워요. 이제부터 꽃길만 남았는데 왜 그러세요” 눈물겹다. 이 기간 나의 이기심과 징얼거림은 주변사람들을 지치게 만들었고 많은 사람들의 신뢰를 잃었다.\n출판\n그 와중에 몇편의 출판이 나왔다. 몇년전부터 공들였던 것들이 이 시기에 한번에 터진 느낌이다. 올해초 이선영 선생님과 김효선 교수님과의 KCI페이퍼를 시작으로 SSCI 2편이 출판되었고 2편은 억셉되었고 2편은 리비젼중이다. 그중 하나는 (우리분야는 아니지만) 카테고리 탑저널에 실리기도 했다. 누가봐도 행복할 축하할 일들이 이어졌다. 그러나 그 모든 순간에 난 진심으로 행복해 할 수 없었다.\n한해의 끝자락\n지금 나는 한해의 끝자락에 서 있다. 인생은 아이러니하여서 헉헉거리며 쫒아갈땐 그림자도 보여주지 않다가도 초연해 졌을때(포기했을때가 아니다) 그 손을 내민다. 나는 초연해지기 위해 모든 부문에서 내 기대감을 낮추고, 삶을 단순하게 만들어가야 겠다는 생각을 했다. 그래서 작은 일에도 감사하고 행복감을 충분히 느낄수 있는 삶을 살고 싶다는 생각을 했다. 그러기 위해 단순히 ‘내년부턴 담배를 끊겠어’ 라기보단 ‘올해는 너무 많이 피웠네 슬슬 몸이 못버텨, 이쯤에서 정리해 나가고 내년부턴 어떻게 할지 생각해보자’ 라는 어프로치가 나을듯 싶다.\n마지막으로 나의 심리적인 방황중에 패교수님이 해주신 말씀이 마음에 새겨진다. “채드야 너는 박사 과정했을때 행복했니? 네가 기다리는 것을 선택하든, 그만두는 것을 선택하든, 결국 다른 맛의(taste)의 고통일 뿐이란다. 사람들은 가정에서, 직장에서, 학교에서 그런 크고작은 다른 종류의 고통을 선택하고 살아 간단다. 때문에 나는 너의 어떤 결정이든 존중하고 지지한단다. 대신에 어떤 선택을 했다면 계획을 세우고 거기에 딱 붙어 있으렴”\n나는 오늘도 내가 선택한 크고 작은 다른 고통을 맛보며 이겨내보려고도 하고 절망도 해보며 그 선택에 충실하고 있다.\n\n\n\n",
    "preview": "kor/2018-12-17-bye-bye-2018/images/f1.png",
    "last_modified": "2021-02-12T14:06:56-03:00",
    "input_file": {},
    "preview_width": 853,
    "preview_height": 775
  }
]
